#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG @MRK_YT

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!
ഈ ബോട്ട് സിനിമ ലോകം ഗ്രൂപ്പിലേക്ക് ഉള്ളത് എന്ന് ഇനി വീണ്ടും വീണ്ടും പറയണോ??
അപ്പോ പിന്നെ എന്തിനാ വീണ്ടും വീണ്ടും സ്റ്റാർട്ട് കുത്തി കളിക്കാൻ വരുന്നേ... ആ സൈഡിലോട്ട് എങ്ങാനും മാറി ഇരിക്ക്‌ ഇനി🤭🤭
@CinemaLokhm</b>
"""    
    
    HELP_TEXT = """
നീ ഏതാ..... ഒന്ന് പോടെയ് അവൻ help ചോയ്ച്ച് വന്നിരിക്കുന്നു😤...I'm Different Bot U Know
"""
    
    ABOUT_TEXT = """Bot Info

Name : Auto Filter Bot V4
Creator : <a href="https://t.me/THOMAS_MOVIE_HUT">BLACK DEVIL </a> For <a href="https://t.me/MOVIE_HUT_GROUP">MOVIE HUT</a>
Group Owner :<a href="https://t.me/amith_04">AMITH</a> 
Language : Python3
Library : <a href="https://docs.pyrogram.org/">Pyrogram 1.2.9</a>
Source Code : <a href="https://t.me/nokkiiru_nnoippokittum">Click Here</a>
Server : <a href="https://dashboard.heroku.com/">Heroku</a>
Build Status : Beta V4.0

Note : നിങ്ങൾക്ക് എന്നെ വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ പറ്റൂല വേണേൽ നിങ്ങൾക്ക് Start,Help,About ഒക്കെ അടിച്ച് കളിക്കാം അത്ര മാത്രം..ഇത്രേ എനിക്ക് ചെയ്ത് തരാൻ പറ്റൂ🤭
"""
